<?php get_header(); ?>

<!-- Страница "История моей улыбки" -->
<section class="story-section">
    <!-- Заголовок отдельно -->
    <div class="grid-system story-block">
        <div class="story-header grid-12">
            <h1>История моей улыбки</h1>
            <div class="story-subtitle">
                <p>Более 7 500 пациентов доказали своим примером, что имплантация зубов в клинике ЦЭСИ — это не только восстановление здоровья полости рта, но и желание улыбаться своему отражению каждый день!</p>
                <p>Теперь они уверены, что не все стоматологические процедуры одинаковы. В нашей клинике ЦЭСИ процесс имплантации проходит комфортно и безболезненно, а профессионалы своего дела помогают преодолеть любой страх.</p>
                <p>Друг ЦЭСИ и наш пациент, председатель «Союза женщин Камчатки», Лилия Питерская, делится своим опытом проведения стоматологической процедуры. В интервью она рассказывает, как она справилась с тревогой перед процедурой и что для нее значит доверие к специалистам. Вдохновитесь опытом Лилии Питерской и приходите за своей новой яркой улыбкой в ЦЭСИ.</p>
            </div>
        </div>
    </div>
    
    <!-- Сетка 6/6 с выравниванием по горизонтали -->
    <div class="grid-system story-block">
        <div class="story-left grid-6">
            <div class="story-image">
                <img src="<?php echo get_stylesheet_directory_uri(); ?>/assets/images/liliya-bg-01.jpg" alt="Лилия Питерская">
            </div>
        </div>
        
        <div class="story-right grid-6">
            <div class="story-text">
              
                <p>Делюсь историей своей новой улыбки</p>

                <div class="story-description">
                    <p>Хотите иметь красивые зубы? Хотите здоровые зубы, красивую улыбку? Приходите в ЦЭСИ.</p>
                    <p>Моя мама — зубной техник. Моя тетя — зубной врач. И, конечно же, моими детскими игрушками часто были искусственные зубы, шпатели и прочие атрибуты кабинета стоматолога. Поэтому, приходя в клинику или стоматологию, я всегда интересовалась, насколько грамотные врачи, как выстроен процесс лечения. В ЦЭСИ я смогла сразу утолить свое любопытство — в мой первый визит вместе с главным врачом я прошла по всем кабинетам. Я увидела, что каждая деталь в клинике продумана до мелочей. На сегодняшний день все, что можно только пожелать, есть в ЦЭСИ.</p>
                    <blockquote>«Я — медик, и поэтому могу взглянуть на клинику с профессиональной стороны»</blockquote>
                    <p>Театр начинается с вешалки, а ЦЭСИ — с регистратуры. Место, где тебя радостно встречают, разъясняют все простым языком, успокаивают. Таким вниманием и заботой окутывает каждый специалист клиники. Уже первая консультация приятно удивила — мне сделали снимок всей полости рта. Такая услуга предлагается далеко не во всех клиниках даже на материке. Это важно, когда ты мо</p>
                </div>
                
          
            </div>
        </div>
    </div>
    
    <!-- Дублированная сетка 6/6 с поменянными местами -->
    <div class="grid-system story-block">
        <div class="story-right grid-6">
            <div class="story-text">
          
                <div class="story-description">
                    <blockquote>«Каждый раз, посещая клинику, я приходила с удовольствием»</blockquote>
                    <p>В ЦЭСИ я получала процедуру протезирования. Мы все понимаем, что это длительный процесс. Если вы хотите иметь красивые и здоровые зубы — торопиться не стоит. В ЦЭСИ существует специальная “служба заботы”, которая в обязательном порядке обзванивает каждого пациента и интересуется состоянием после процедур, что несомненно является важным этапом лечения. Невозможно описать то чувство счастья, которое я испытала, когда через год увидела тот результат, который хотела. Именно тот.</p>
                    <blockquote>«Теперь я могу искренне широко улыбаться»</blockquote>
                    <p>Потому что моя улыбка — это моя гордость. Моя улыбка — это моя радость. А красота улыбки — успех и уверенность в себе. Каждый достоин почувствовать счастье улыбаться своему отражению в зеркале, видеть, как радостно горят глаза! И знаете, кто это мне сделал? Это сделала клиника ЦЭСИ!</p>
                    <blockquote>«Если вы ищите своего врача, и вас всё еще терзают сомнения — приходите в ЦЭСИ»</blockquote>
                    <p>Я с уверенностью советую ЦЭСИ друзьям и знакомым разных возрастов и уровня дохода. И получаю в ответ их искреннюю благодарность. Врачи клиники с легкостью подберут программу лечения и для пенсионеров, и для молодежи. Тут все настолько продумано и не больно — это ведь именно то, чего боятся очень многие.</p>
                    <p>Если вы ищите своего врача, и вас всё еще терзают сомнения — приходите в ЦЭСИ, познакомьтесь с врачами, посмотрите на современную технику, задайте волнующие вас вопросы. Я уверена, вам понравится, и вы захотите туда вернуться. Позвольте себе иметь такую же красивую улыбку, как у меня.</p>
                </div>
            </div>
        </div>
        
        <div class="story-left grid-6">
            <div class="story-image">
                <img src="<?php echo get_stylesheet_directory_uri(); ?>/assets/images/liliya-bg-02.jpg" alt="Лилия Питерская">
            </div>
        </div>
    </div>
    
    <!-- Блок консультации -->
    <section class="consultation-section">
        <div class="grid-system">
            <div class="consultation-left grid-6">
                <div class="promo-header">
                    <div class="overlapping-circles">
                        <div class="circle">
                            <img src="<?php echo get_stylesheet_directory_uri(); ?>/assets/images/circle-face-04.jpg" alt="Лицо">
                        </div>
                        <div class="circle">
                            <img src="<?php echo get_stylesheet_directory_uri(); ?>/assets/svg/circle-date.svg" alt="Дата">
                        </div>
                    </div>
                    <div class="promo-date">
                        <span class="date-text">Акция до 30 сентября</span>
                    </div>
                </div>
                
                <h2>
                                    <span class="highlight">Бесплатная</span>
                    консультация<br>
                    по имплантации
                </h2>
                
                <div class="consultation-benefits">
                    <div class="benefit-item consultation-benefit-item">
                        <div class="benefit-icon">
                            <svg width="45" height="64" viewBox="0 0 45 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M22.9463 34.8935L20.8895 36.9504C20.6837 37.1568 20.4391 37.3204 20.1699 37.4319C19.9007 37.5434 19.612 37.6006 19.3206 37.6002C19.0292 37.6006 18.7406 37.5434 18.4714 37.4319C18.2022 37.3204 17.9577 37.1568 17.7519 36.9504L14.1991 33.3978C13.3484 32.5471 13.2855 31.161 14.1054 30.2807C14.9663 29.3565 16.4139 29.3373 17.2991 30.2225L19.0475 31.9709C19.0834 32.0068 19.126 32.0352 19.1728 32.0546C19.2197 32.0741 19.2699 32.0841 19.3207 32.0841C19.3714 32.0841 19.4216 32.0741 19.4685 32.0546C19.5154 32.0352 19.558 32.0068 19.5938 31.9709L27.7509 23.8139C28.6173 22.9474 30.0221 22.9474 30.8884 23.8139C31.7548 24.6803 31.7548 26.085 30.8884 26.9514L25.0393 32.8005" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M44.0501 34.2491V46.1026C44.0501 47.7027 42.7528 49 41.1527 49H3.89738C2.29725 49 1 47.7027 1 46.1026V42.0721" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M33.2705 46.1026H3.90221C2.29938 46.1026 1 44.8032 1 43.2004V7.21239C1 5.60956 2.29938 4.31018 3.90221 4.31018H41.1478C42.7507 4.31018 44.0501 5.60956 44.0501 7.21239V35.323C44.0501 36.0927 43.7443 36.831 43.2 37.3752L35.3227 45.2525C35.0532 45.522 34.7332 45.7358 34.3811 45.8817C34.029 46.0275 33.6516 46.1026 33.2705 46.1026Z" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M32.0811 46.1026C33.3943 46.1026 34.459 45.038 34.459 43.7246V38.8896C34.459 37.5763 35.5236 36.5116 36.8369 36.5116H41.6721C42.9854 36.5116 44.0499 35.447 44.0499 34.1337" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M8.72635 14.6616H1" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M44.0501 14.6616H11.6238" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M9.20197 8.64264C8.38549 8.64264 7.72363 7.98078 7.72363 7.1643V2.47836C7.72363 1.66188 8.38549 1.00002 9.20197 1.00002H9.5345C10.351 1.00002 11.0128 1.66188 11.0128 2.47836V4.31018" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M35.5157 8.64264C34.6992 8.64264 34.0374 7.98078 34.0374 7.1643V2.47836C34.0374 1.66188 34.6992 1.00002 35.5157 1.00002H35.8482C36.6647 1.00002 37.3266 1.66188 37.3266 2.47836V4.31018" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                            </svg>
                        </div>
                        <p>Составим для вас понятный план: 3 варианта по бюджету, этапы, сроки</p>
                    </div>
                    <div class="benefit-item consultation-benefit-item">
                        <div class="benefit-icon">
                            <svg width="51" height="64" viewBox="0 0 51 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M6.76001 40.36L14.85 19.0643C15.0153 18.659 15.5874 18.6584 15.7535 19.0634L23.77 40.36M9.28302 35.0563H21.2876M30.2799 18.7601V40.36" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M23.0868 49H2.8529C1.82914 49 1 48.181 1 47.1697V11.9503C1 10.94 1.82914 10.12 2.8529 10.12H31.2455M40.3598 19.3191V47.1697C40.3598 48.181 39.5297 49 38.5069 49H31.9228" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M41.9059 1.91659L44.2597 6.22027L48.5634 8.57409C49.7854 9.24243 49.7854 10.9976 48.5634 11.666L44.2597 14.0198L41.9059 18.3235C41.2376 19.5455 39.4823 19.5455 38.814 18.3235L36.4602 14.0198L32.1565 11.666C30.9345 10.9976 30.9345 9.24243 32.1565 8.57409L36.4602 6.22027L38.814 1.91659C39.4824 0.69447 41.2376 0.69447 41.9059 1.91659Z" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                            </svg>
                        </div>
                        <p>При необходимости проведём КТ с высокоточной диагностикой. Это позволит составить точный план и рекомендации по каждому зубу. КТ оплачивается отдельно.</p>
                    </div>
                    <div class="benefit-item consultation-benefit-item">
                        <div class="benefit-icon">
                            <svg width="50" height="64" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M38.9678 7.19247V15.3129" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M34.9075 11.2527H43.028" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M24.2168 0.99999H17.2601C13.9846 0.99999 11.3291 3.65547 11.3291 6.93102V10.8798C11.3291 11.3664 11.6617 11.788 12.134 11.905C12.5318 12.0036 13.0059 12.1954 13.3819 12.5675C13.5492 12.7331 13.8335 12.6123 13.8335 12.3769V8.86753C13.8335 7.65047 14.6041 6.61349 15.6839 6.21757C15.9128 6.13357 16.1689 6.20065 16.33 6.38373C17.6063 7.83548 19.3351 8.98034 21.6137 8.98034H27.0553C27.2113 8.98034 27.3609 9.04231 27.4712 9.15261C27.5815 9.26292 27.6435 9.41252 27.6435 9.56852V12.3769C27.6435 12.6123 27.9278 12.7331 28.0951 12.5675C28.4712 12.1954 28.9452 12.0036 29.343 11.905C29.8153 11.788 30.1479 11.3664 30.1479 10.8798V6.93102C30.1479 3.65547 27.4925 0.99999 24.2168 0.99999Z" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M12.7151 12.1104V17.792C12.7603 20.0556 14.3229 21.53 15.6804 22.876C16.9295 24.1145 18.3461 25.5772 20.7384 25.6059C23.1307 25.5772 24.5472 24.1145 25.7964 22.876C27.1539 21.53 28.7164 20.0556 28.7617 17.792V12.1104" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M11.5972 11.5814C11.3691 11.6295 11.1547 11.7285 10.97 11.8709C10.5122 12.2248 10.3114 12.8198 10.4148 13.3891L10.8039 15.5315C11.0439 16.7932 12.2353 16.5944 12.7149 16.4595" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M28.7617 16.4594C29.2414 16.5943 30.4327 16.7932 30.6728 15.5314L31.0619 13.389C31.1652 12.8197 30.9644 12.2247 30.5067 11.8708C30.322 11.7284 30.1076 11.6295 29.8794 11.5813" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M1.57038 39.5601L1.00626 46.8041C0.914144 47.9882 1.85011 49 3.03789 49H38.4388C39.6265 49 40.5625 47.9882 40.4703 46.8041L39.5788 35.3546C39.4065 33.1407 37.9485 31.1498 35.8185 30.1772C32.8492 28.8213 29.7106 27.8721 26.4875 27.3554C23.5934 31.149 17.8832 31.149 14.989 27.3554C11.766 27.8722 8.62741 28.8213 5.65818 30.1772C3.52815 31.1498 2.07012 33.1407 1.89777 35.3546L1.79801 36.635" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M16.7885 23.9341V26.4215C16.7884 26.5739 16.7471 26.7235 16.6688 26.8543C16.5906 26.9851 16.4784 27.0923 16.3442 27.1645C16.1322 27.1906 15.9205 27.2184 15.709 27.2481C15.6822 27.2519 15.2025 27.3219 14.9897 27.356" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M26.4872 27.356C26.2746 27.3219 25.7947 27.2519 25.7678 27.2481C25.5563 27.2186 25.3447 27.1904 25.1329 27.1646H25.1327C24.9985 27.0924 24.8864 26.9852 24.8081 26.8544C24.7299 26.7236 24.6886 26.574 24.6885 26.4216V23.9341" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M9.8811 28.559L12.4542 30.405C12.8691 30.7026 12.8433 31.3278 12.4051 31.5901L11.4096 32.1864C11.271 32.2693 11.1649 32.397 11.1088 32.5485C11.0526 32.6999 11.0498 32.866 11.1009 33.0192L16.4231 49L14.9887 27.3554" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M31.5955 28.559L29.0224 30.405C28.6075 30.7026 28.6333 31.3278 29.0714 31.5901L30.067 32.1864C30.2056 32.2693 30.3117 32.397 30.3678 32.5485C30.424 32.6999 30.4267 32.866 30.3756 33.0192L25.0535 49L26.4879 27.3554" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M35.0764 42.5902H30.7864C30.6129 42.5902 30.4464 42.5212 30.3237 42.3985C30.201 42.2758 30.1321 42.1094 30.1321 41.9359V40.2843C30.1321 40.1108 30.201 39.9444 30.3237 39.8216C30.4464 39.6989 30.6128 39.63 30.7864 39.6299H35.0764C35.25 39.6299 35.4164 39.6989 35.5391 39.8216C35.6618 39.9443 35.7308 40.1108 35.7308 40.2843V41.9359C35.7308 42.1094 35.6618 42.2759 35.5391 42.3986C35.4164 42.5213 35.2499 42.5902 35.0764 42.5902Z" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                                <path d="M30.7129 20.6096H35.9341L35.4654 25.4847C35.4247 25.9078 35.9163 26.1684 36.2437 25.8973L42.6268 20.6096H45.0681C47.2622 20.6096 49.0406 18.8311 49.0406 16.6371V7.20718C49.0406 5.01317 47.2622 3.2346 45.0681 3.2346H31.738" stroke="#23BFCF" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"/>
                            </svg>
                        </div>
                        <p>Осмотр врачом с 20-ти летним стажем, который провел более 20 000 имплантации.</p>
                    </div>
                </div>
                
                    </div>
            
            <div class="consultation-right grid-6">
                <div class="doctor-quote">
                    <div class="quote-doctor-photo">
                        <img src="<?php echo get_stylesheet_directory_uri(); ?>/assets/images/moiseev-small.png" alt="Доктор">
                    </div>
                    <div class="quote-doctor-text">
                    <p class="quote-text">
                        "Чем дольше ждёте — тем сложнее и дороже будет лечение"
                    </p>
                    </div>
                </div>
                
                <div class="consultation-form">
                    <h3>Оставьте заявку<br><span>– и мы всё подробно объясним</span></h3>
                    <p>Мы перезвоним вам в ближайшее время, разберём вашу ситуацию, подскажем подходящие варианты имплантации и запишем на консультацию, если захотите.</p>
                    
                    <?php echo do_shortcode('[contact-form-7 id="2a35edb" title="Заявка попап"]'); ?>
                    
                    <p>
                        * Нажимая кнопку, вы даете согласие на обработку <a href="<?php echo home_url('/privacy.pdf'); ?>" target="_blank" rel="noopener">персональных данных</a>
                    </p>
                </div>
            </div>
        </div>
    </section>
</section>

<style>
.story-header .story-subtitle {
    font-size: 20px;
    margin-top: 10px;
}
.story-header .story-subtitle p { margin: 0 0 12px; }
/* Локальный отступ только для блоков этой страницы */
.story-section .story-block { padding-top: 10px; padding-bottom: 10px; }
/* Стили цитат только для этой страницы */
.story-section blockquote {
    background: #f4f4f4;
    margin: 0;
    padding: 20px;
    border-radius: 10px;
    border-left: 2px solid #23bfcf;
    margin-bottom: 10px;
    font-weight: 500;
}
/* Радиус для фото только здесь */
.story-section .story-image img { border-radius: 20px; }
</style>

<?php get_footer(); ?>
